[
    {
        "Id" : 0,
        "Class" : "Barbarian",
        "Name" : "BarbarianDescription",
        "Type" : "Description",
        "Text" : "A tall human tribesman strides through a blizzard, draped in fur and hefting his axe. He laughs as he charges toward the frost giant who dared poach his people’s elk herd. A half-orc snarls at the latest challenger to her authority over their tribe, ready to break his neck with her bare hands as she did to the last six rivals. Frothing at the mouth, a dwarf slams his helmet into the face of his drow foe, then turns to drive his armored elbow into the gut of another. These barbarians, different as they might be, are defined by their rage: unbridled, unquenchable, and unthinking fury. More than a mere emotion, their anger is the ferocity of a cornered predator, the unrelenting assault of a storm, the churning turmoil of the sea. For some, their rage springs from a communion with fierce animal spirits. Others draw from a roiling reservoir of anger at a world full of pain. For every barbarian, rage is a power that fuels not just a battle frenzy but also uncanny reflexes, resilience, and feats of strength."
    },
    {
        "Id" : 1,
        "Class" : "Barbarian",
        "Name" : "Primal Instinct",
        "Type" : "Regular",
        "Text" : "People of towns and cities take pride in their settled ways, as if denying one’s connection to nature were a mark of superiority. To a barbarian, though, a settled life is no virtue, but a sign of weakness. The strong embrace nature—valuing keen instincts, primal physicality, and ferocious rage. Barbarians are uncomfortable when hedged in by walls and crowds. They thrive in the wilds of their homelands: the tundra, jungle, or grasslands where their tribes live and hunt. Barbarians come alive in the chaos of combat. They can enter a berserk state where rage takes over, giving them superhuman strength and resilience. A barbarian can draw on this reservoir of fury only a few times without resting, but those few rages are usually sufficient to defeat whatever threats arise."
    },
    {
        "Id" : 2,
        "Class" : "Barbarian",
        "Name" : "A Life of Danger",
        "Type" : "Regular",
        "Text" : "A barbarian plays an important role as a protector of their people and a leader in times of war. Life in the wild places of the world is fraught with peril: rival tribes, deadly weather, and terrifying monsters. Barbarians charge headlong into that danger so that their people don’t have to. Their courage in the face of danger makes barbarians perfectly suited for adventuring. Wandering is often a way of life for their native tribes, and the rootless life of the adventurer is little hardship for a barbarian. Some barbarians miss the closeknit family structures of the tribe, but eventually find them replaced by the bonds formed among the members of their adventuring parties."
    },
    {
        "Id" : 3,
        "Class" : "Barbarian",
        "Name" : "Creating a Barbarian",
        "Type" : "Regular",
        "Text" : "When creating a barbarian character, think about where your character comes from and his or her place in the world. Talk with your DM about an appropriate origin for your barbarian. Did you come from a distant land, making you a stranger in the area of the campaign? Or is the campaign set in a rough-and-tumble frontier where barbarians are common? What led you to take up the adventuring life? Were you lured to settled lands by the promise of riches? Did you join forces with soldiers of those lands to face a shared threat? Did monsters or an invading horde drive you out of your homeland, making you a rootless refugee? Perhaps you were a prisoner of war, brought in chains to another land and only now able to win your freedom. Or you might have been cast out from your people because of a crime you committed, a taboo you violated, or a coup that removed you from a position of authority."
    },
    {
        "Id" : 4,
        "Class" : "Barbarian",
        "Name" : "QUICK BUILD",
        "Type" : "Block",
        "Text" : "You can make a barbarian quickly by following these suggestions. First, put your highest ability score in Strength, followed by Constitution. Second, choose the outlander background."
    },
    {
        "Id" : 5,
        "Class" : "Barbarian",
        "Name" : "Class Features",
        "Type" : "Regular",
        "Text" : "As a barbarian, you gain the following class features."
    }
]