[
  {
    "Id" : 1,
    "Race" : "Dragonborn",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "Your draconic heritage manifests in a variety of traits you share with other dragonborn."
  },
  {
    "Id" : 2,
    "Race" : "Dwarf",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "Your dwarf character has an assortment of inborn abilities, part and parcel of dwarven nature."
  },
  {
    "Id" : 3,
    "Race" : "Elf",
    "Name" : "Description",
    "Type" : "Your elf character has a variety of natural abilities, the result of thousands of years of elven refinement.",
    "Text" : "Your elf character has a variety of natural abilities, the result of thousands of years of elven refinement."
  },
  {
    "Id" : 4,
    "Race" : "Gnome",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "Your gnome character has certain characteristics in common with all other gnomes."
  },
  {
    "Id" : 5,
    "Race" : "Half-Elf",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "Your half-elf character has some qualities in common with elves and some that are unique to half-elves."
  },
  {
    "Id" : 6,
    "Race" : "Half-Orc",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "Your half-orc character has certain traits deriving from your orc ancestry."
  },
  {
    "Id" : 7,
    "Race" : "Halfling",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "Your halfling character has a number of traits in common with all other halflings."
  },
  {
    "Id" : 8,
    "Race" : "Human",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "It’s hard to make generalizations about humans, but your human character has these traits."
  },
  {
    "Id" : 9,
    "Race" : "Tiefling",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "Tieflings share certain racial traits as a result of their infernal descent."
  },
  {
    "Id" : 10,
    "Race" : "Hill Dwarf",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "As a rock gnome, you have a natural inventiveness and hardiness beyond that of other gnomes."
  },
  {
    "Id" : 11,
    "Race" : "High Elf",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "As a high elf, you have a keen mind and a mastery of at least the basics of magic. In many fantasy gaming worlds, there are two kinds of high elves. One type is haughty and reclusive, believing themselves to be superior to non-elves and even other elves. The other type is more common and more friendly, and often encountered among humans and other races."
  },
  {
    "Id" : 13,
    "Race" : "Rock Gnome",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "As a rock gnome, you have a natural inventiveness and hardiness beyond that of other gnomes."
  },
  {
    "Id" : 12,
    "Race" : "Lightfoot",
    "Name" : "Description",
    "Type" : "Paragraph",
    "Text" : "As a lightfoot halfling, you can easily hide from notice, even using other people as cover. You’re inclined to be affable and get along well with others. Lightfoots are more prone to wanderlust than other halflings, and often dwell alongside other races or take up a nomadic life."
  }
]